Repository: defstain/InstaDC
Catalog: InstaDC/*.lproj/Localizable.strings
Languages: uz

# feed-lcz
source: Feed
uz: Tasma

# explore-lcz
source: Explore
uz: Barchasi

# upload-lcz
source: Upload
uz: Yangi Post

# profile-lcz
source: Profile
uz: Profil

# notification-lcz
source: Notification
uz: Bildirishnoma

# edit-lcz
source: Edit
uz: Tahrirlash

# share-lcz
source: Share
uz: Ulashish

# learn more-lcz
source: Learn more
uz: Ko'proq o'rganish

# report-lcz
source: Report
uz: Xabar berish

# delete-lcz
source: Delete
uz: O'chirish

# save-lcz
source: Save
uz: Saqlash

# copyright-lcz
source: Copyright
uz: Mualliflik huquqi

# copyright post-lcz
source: Copyright post
uz: Mualliflik huquqi post

# inappropriate-lcz
source: Inappropriate
uz: Nomaqbul

# inappropriate post-lcz
source: Inappropriate post
uz: Nomaqbul post

# cancel-lcz
source: Cancel
uz: Ortga

# what would you like to do?-lcz
source: What would you like to do?
uz: Nima qilmoqchisiz?

# reporting this post to the team-lcz
source: Reporting this post to the team
uz: Bu postni jamoaga xabar berish

# why are you reporting this post?-lcz
source: Why are you reporting this post?
uz: Nima uchun bu post haqida xabar bermoqchisiz?

# check out this post on website-lcz
source: Check out this post on website
uz: Bu postni saytdan ko'rish

# are you sure want to delete-lcz
source: Are you sure want to delete this post?
uz: Bu postni o'chirishni xohlaysizmi?

# delete post-lcz
source: Delete Post
uz: Postni O'chirish

# message-lcz
source: Message
uz: Xabar

# follow-lcz
source: Follow
uz: Kuzatish

# unfollow-lcz
source: Unfollow
uz: Kuzatmaslik

# posts-lcz
source: Posts
uz: Postlar

# likes-lcz
source: Likes
uz: Yoqtirganlar

# followings-lcz
source: Followings
uz: Ergashuvchilar

# settings-lcz
source: Settings
uz: Sozlamalar

# about app-lcz
source: Our planet is beautiful with green plants, flowers and trees, that's why we have to try to do our best to keep that beautiful.
uz: Bizning sayyoramiz yashil o'simliklar, gullar va daraxtlar bilan go'zal, shuning uchun biz bu go'zallikni saqlash uchun qo'limizdan kelganini qilishimiz kerak.

# edit profile photo-lcz
source: Edit Profile Photo
uz: Profil rasmi

# edit profile photo description-lcz
source: Here you can edit your profile photo
uz: Profil rasmini o'zgartirish.

# profile photo-lcz
source: Profile Photo
uz: Profil rasmi

# username-lcz
source: Usermame
uz: Nom

# edit username-lcz
source: Edit Username
uz: Nomni o'zgartirish

# edit username description-lcz
source: Here you can edit username.
uz: Nomni o'zgartirish.

# edi username placeholder-lcz
source: New username...
uz: Yangi nom...

# display name-lcz
source: Display Name
uz: Ism

# edit display name-lcz
source: Edit Display name
uz: Ismni o'zgartirish

# edit display name description-lcz
source: Here you can edit your display name.
uz: Ismni o'zgartirish.

# edit bio-lcz
source: Edit Bio
uz: Tarjimayi hol

# edit bio description-lcz
source: Here you can edit your bio text.
uz: Tarjimayi holni o'zgartirish.

# edit bio placeholder-lcz
source: New bio...
uz: Yangi tarjimayi hol...

# bio-lcz
source: Bio
uz: Tarjimayi hol

# app password-lcz
source: App password
uz: Ilova paroli

# set password-lcz
source: Set Password
uz: Parol o'rnatish

# select time-lcz
source: Select Time
uz: Vaqtni tanlang

# 1 minute-lcz
source: 1 minute
uz: 1 daqiqa

# 3 minutes-lcz
source: 3 minutes
uz: 3 daqiqa

# 5 minutes-lcz
source: 5 minutes
uz: 5 daqiqa

# immediately-lcz
source: Immediately
uz: Darhol

# set password 2-lcz
source: Set password
uz: Parol o'rnatish

# delete password-lcz
source: Delete password
uz: Parolni o'chirish

# change password-lcz
source: Change password
uz: Parolni o'zgartirish

# use biometric-lcz
source: Use Face & Touch **ID**
uz: Face & Touch **ID**'dan foydalanish

# app language-lcz
source: App Language
uz: Ilova tili

# sign out-lcz
source: Sign Out
uz: Chiqish

# website-lcz
source: Website
uz: Veb Sahifa

# privacy policy-lcz
source: Privacy Policy
uz: Maxfiylik siyosati

# condition & terms-lcz
source: Condition & Terms
uz: Holat & Shartlar

# application-lcz
source: Application
uz: Ilova

# footer app description-lcz
source: Insta DC app was made by DEVISS All Rights reserved LaaFerta Inc Copyright 2023
uz: Insta DC - DEVISS tomonidan yasalgan Barcha huquqlar himoyalangan LaaFerta Inc Mualliflik huquqi 2023

# you are not signed in-lcz
source: You are not signed in!
uz: Siz ilovaga kirmagansiz!

# click the button below-lcz
source: Click the button below to make an account and join the community.
uz: Account qo'shish uchun pastdagi tugmani bosing va jamoaga qo'shiling!

# sign in & sign up-lcz
source: Sign In & Sign Up
uz: Kirish & Ro'yxatdan o'tish

# welcome to instagram dc-lcz
source: Welcome to Instagram DC!
uz: Instagram DC'ga xush kelibsiz

# continue as guest-lcz
source: Continue as Guest
uz: Mehmon sifatida kirish

# check username exist-lcz
source: *Type username to check if it's exist.
uz: *Foydalanuvchi nomi mavjudligini tekshiring.

# username must be-lcz
source: Username must be at least 5 characters long.
uz: Nom kamida 5 belgidan iborat bo'lishi kerak

# username was already taken-lcz
source: Username was already taken!
uz: Kiritilgan nom band!

# available-lcz
source: Available
uz: Mavjud

# what's your username-lcz
source: What's your username?
uz: Foydalanuvchi nomi?

# what's your name-lcz
source: What's your name?
uz: Ismingiz nima?

# add username placeholder-lcz
source: Add username...
uz: Foydalanuvchi nomi...

# add your name placeholder-lcz
source: Add your name...
uz: Ismingizni kiriting...

# finish-lcz
source: Finish
uz: Tugatish

# error: signing in-lcz
source: Error: Signing in
uz: Kirishda xatolik

# could not sign in-lcz
source: Could not sign in.
uz: Kirib bo'lmadi.

# error: making new user-lcz
source: Error: Making new user
uz: Yangi user qo'shishda xatolik

# could not make new user profile-lcz
source: Could not make new user profile.
uz: Yangi foydalanuvchi qo'shib bo'lmadi.

# type-here-placeholder-lcz
source: Type something...
uz: Bu yerga yozing...

# add-lcz
source: Add
uz: Qo'shish

# comments-lcz
source: Comments
uz: Sharhlar

# from camera-lcz
source: from Camera
uz: Kameradan

# from library-lcz
source: from Library
uz: Galeriyadan

# type something placeholder-lcz
source: Type something...
uz: Bu yerga yozing...

# publish-lcz
source: Publish
uz: Nashr qilish

# messages-lcz
source: Messages
uz: Xabarlar

# no messages-lcz
source: No messages
uz: Xabarlar yo'q

# enter password-lcz
source: Enter password
uz: Parolni kiriting

# done-lcz
source: Done
uz: Tayyor

# send-lcz
source: Send
uz: Jo'natish

# close-lcz
source: Close
uz: Yopish

# confirm-lcz
source: Confirm
uz: Tasdiqlash

# search-lcz
source: Search
uz: Izlash

# loading-lcz
source: Loading...
uz: Yuklanmoqda...

# placeholder-lcz
source: Type here...
uz: Bu yerga yozing...

# no notifications-lcz
source: No notifications
uz: Bildirishnomalar yo'q
